{"version":"1.0","truncation":null,"padding":null,"added_tokens":[{"id":0,"special":true,"content":"[PAD]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":1,"special":true,"content":"[UNK]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":2,"special":true,"content":"[EOS]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":3,"special":true,"content":"[BOS]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false}],"normalizer":null,"pre_tokenizer":{"type":"WhitespaceSplit"},"post_processor":null,"decoder":null,"model":{"type":"WordLevel","vocab":{"[PAD]":0,"[UNK]":1,"[EOS]":2,"[BOS]":3,"GGC":4,"GCC":5,"ATC":6,"GAC":7,"ATG":8,"CTG":9,"GAA":10,"GCG":11,"GTG":12,"GTC":13,"AAG":14,"GAG":15,"GAT":16,"AAA":17,"GGT":18,"ACC":19,"ATT":20,"AAC":21,"GCA":22,"GTT":23,"GCT":24,"CTC":25,"CGC":26,"CAG":27,"CCG":28,"TTC":29,"AAT":30,"GGA":31,"GTA":32,"TCG":33,"CCC":34,"AGC":35,"CTT":36,"TTG":37,"TAC":38,"ACG":39,"TCC":40,"TAT":41,"TTA":42,"GGG":43,"CAA":44,"TTT":45,"ACT":46,"ACA":47,"CAC":48,"CGT":49,"TCT":50,"CCT":51,"TGG":52,"TCA":53,"CCA":54,"TGC":55,"ATA":56,"CGG":57,"CAT":58,"AGT":59,"AGA":60,"CTA":61,"TGT":62,"CGA":63,"AGG":64,"TAA":65,"TGA":66,"TAG":67},"unk_token":"[UNK]"}}